import React from 'react'
import './M13.css'
const M13 = () => {
  return (
    <>
      <div className="mezmur-page-13">
        <h1 className="mezmur-title-13">13. አንገቴን አልሰብርም</h1>

        <div className="mezmur-columns-13">
          <div className="mezmur-column-13">
            {`
          አንገቴን አልሰብርም ድንግል ባንች አፍሬ
ስምሽ ሞገሴ ነዉ ምስጋናሽም ክብሬ
አንቺን ተስፋ አድርጌ ስምሽን እጠራለሁ
በስጋም በነብስም ድኅነት አገኛለዉ
የአማኑኤል እናት የመድኅኔዓለም
የፍጥረት አማላጅ ድንግል ማርያም
ስምሽን እየጠራዉ ስዘምርልሽ
አድይኝ እናቴ ከበረከትሽ
የመላዕክት እህት የፃድቃን እናት
የነቢያት ትንቢት የሐዋርያት ስብከት
ባንች አማላጅነት እተማፀኑ
ኃጥአን ከሲኦል ከገሃነም ዳኑ
አጣሁ ነጣሁ ብዬ መቼ እከፋለዉ
ሀብቴ ነሽ ድንግል ሆይ እመካብሻለዉ
በሰማያት ያለዉ ፈጣሪሽ ነዉና
ዓለማትን ሁሉ በእጁ ይዞልና
 
            `}
          </div>

          <div className="mezmur-column-13">
            {`
          ምልጃ ልመናሽን ይቀበላልልና
ምህረትን አሰጪን ያዉጣን ከፈተና
ዓለም ብትነፍገኝስ ልቤ መቼ ያዝናል
ከወርቅ ከብር ይልቅ ስምሽ ያደምቀኛል
በአማላጅነትሽ ደሃ ጠግቦ ያድራል
በስምሽ ስማፀን ጎዶሎ ይሞላል
ያለዋጋ እንዳይቀር በከንቱ ድካሜ
ድንግል ሆይ አሰጪኝ የንስሐን እድሜ
ከኪሩቤል ይልቅ የምትወደጂ
ተግተሸ ከልጅሽ ዘንድ ህዝብሽን አማልጂ
            `}
          </div>
        </div>

        <div className="mezmur-numbers-13">
          {`542315513 33 542 245 4 44
311 132423 422 22 2 542
311 1324 44 2332313 33
311 132423 422 22 2 542`}
        </div>
      </div>
    </>
  );
}

export default M13