import './M1.css'

const M1 = () => {
  return (
    <>
      <div className="mezmur-page">
        <h1 className="mezmur-title">1. አባታችን</h1>

        <div className="mezmur-columns">
          <div className="mezmur-column">
            {`
          አባታችን በሰማያት ላይ ያለህ
ተለይቶ ይመስገን ክቡር ስምህ
መንግሥትህን የምንፈልጋት ከጥንቱ
በልጅነትትምጣ ትሰጠንአቤቱ
ፈቃድህም ይህ እንዲደረግ ይሁን
በሰማይ ሞተን ተነስተን ከደይን
እንድንኖር ምስጋናህ ምግብ ሆኖን
ዛሬም በምድር በሥጋ ሕይወት ሳለን
ምግባችንን በየዕለቱ አውቀህ ስጠን
ይቅርበለን የበደልንህም ነገር
ወንድማችን የበደለንም ቢኖር
እንደ አቅማችን እኛም እንድን ልይቅር
ከገሃነም ከክፉሁሉ መዓት
አትጣለን አድነንእንጂ ከሞት
ይህቺን መንግስት የማያገኛት ህልፈት
ጌትነትም ከሀሊነትም ክብርም
ናቸውና የአንተ ገንዘቦች ሁሉም
ለዓለም ወለዓለም ዓለም አሜን፡፡
 
            `}
          </div>

          <div className="mezmur-column">
            {`
          የተላከው ቅዱስ ገብርኤል ከጌታ
           ሰላም ለኪ ብሎ በሰጠሽ ሰላምታ 
           እኔባሪያሽ ልብሴን ስታጠቅ ስፈታ
            ሰላም ልልሽ ይገባኛል ጠዋት ማታ 
            ማርያም ሆይ እመቤቴ ሆይ ድንግል 
            በሥጋሽም በህሊናሽም ድንግል
             የአሸናፊ የእግዚአብሔር እናት 
             ድንግል እንዳለሽ ቅዱስ ገብርኤል ሰላም
              ሰላም ለኪ እንደርሱሁሉ እኔም 
              የሌለብሽ የነፍስ የሥጋ መርገም
          ብሩክነው የማሕፀንሽ ፍሬም 
          እንደቀድሞው ብሩክ አምላክ ነው ዛሬም 
          እግዚአብሔር ወልድ በመጣ ጊዜ ለካሳ
          እንበለ ዘር እንደ ንብና እንደ 
           ከነፍስሽ ነፍስ ከሥጋሽ ሥጋ ቢነሳ 
           ደስ ያለሽ ሆይ ጸጋን አግኝተሽ ከጌታ 
           ደስ ይበልሽ በማቀርብልሽ ሰላምታ
            ለምኚልን ሳትሰለቺ ጠዋት ማታ 
            `}
          </div>
        </div>

        <div className="mezmur-numbers">
          4245 313 15423 312 45
          <br />
          4245 313 15442 222
        </div>
      </div>
    </>
  );
}

export default M1