import React from 'react'
import './M7.css'
const M7 = () => {
  return (
    <>
      <div className="mezmur-page-7">
        <h1 className="mezmur-title-7">1. አባታችን</h1>

        <div className="mezmur-columns-7">
          <div className="mezmur-column-7">
            {`
          ሰላም ለኪማርያም ድንግል ንጽሕት/3/
ያቺን ርግብያቺን ወለላ ፍጥረት
በበገና እስኪ ላመስግን ጥቂት
የአምላክ እናት የሰማይ የምድር ፈጣሪ
የእርሷ አዝማሪ ዕዝራና ዳዊት በባህሪ
ቃልኪዳኗ የማይፈርስባት ነዋሪ
እልፍአዕላፍ መላእክት አሉዋት ነባሪ
ያገልግሉሽ ብሎ የሰጣት ፈጣሪ
እኒያን ይዛፍጥረት ዓለሙን መካሪ
ወለላዊት ቤዛዊት ዓለም ብፅዕት
ከወተት ውዳሴሽ ጥዑም በእውነት
ከወለላ ተዓምርሽ ጥዑም ሲበላ
የብርሃን ዘውድ የብርሃን አክሊል ደፍተሽ
ድረሺልን በሠረገላ ሆነሽ
ይሸሻሉ አጋንንት አንቺን ሲያዩሽ
            `}
          </div>

          <div className="mezmur-column-7">
            {`
          ስታገለግል በቤተመቅደስ ስትሠራ
ነይውጭ አሏትሊቃውንትመክረው በሴራ
ተመቅኝተው ምናምንኃጢአት ሳትሰራ
እንደ ፀሐይገላዋ እንደ እሳት ሲያበራ
ትሙ ትብለው ማየ ዘለፋን ቢያጠጧት
እንደገና ብርሃን መሆኑ ባሰባት
ያንን ግሩምያንን ደስ የሚል መዐዛ
በንጽሕና ያለሩ ካቤፀንሳ
ወለደችው በቤተልሔም ተጉዛ
ምጥ የለባት በመልአክት እጅ ተይዛ
የታደለች የተባረከች ፍጥረት
የበላውን ሰባ ስምንቱን ነፍሳት
አስገባችው በጥርኝ ውሃ ገነት
ከአድማስ አድማስወረቀት ቢሆን መሬት
ቀለም ቢሆን የሦስት ወር ውሃ ክረምት
ብዕር ቢሆን የዚህዓለም ሁሉ ዕፅዋት
ቢጻፍ አያልቅም የተአምርሽ ብዛት
ንግበር ብሎገና ሲፈጥረን ከጥንት
            `}
          </div>

          <div className="mezmur-column-7">
            {`
          ፈጥሮ ሰጠንድንግል ሕሊና ትሁት
በእርስዋ ሰበብ እንገባለን ገነት
ተመልከቱ የእግዚአብሔርን ምህረት
ብንወርድበት መቼ ይወዳል ከእሳት
እኛ ግና በኃጢአታችን ብዛት
እንወድቃለን ከዚያ ጨለማ ክርፋት
አደራሽን ቤዛዊት ዓለም ብፅዕት
በማልቀስሽ በመጨነቅሽ ብዛት
ሑሩ ሲለን እንድታወጪን ከእሳት
ቃልኪዳንሽ እጅግ ታላቅነውከጥንት
አንቺን አምኖ እንዴት ይጎዳል ፍጥረት
ማኅደሩ የአምላከ ሰማይ እናት
ታይቶ አይጠገብ ሁልጊዜ የልጅሽ ምሕረት
እኛን በቀኝ እንድታቆሚን ያን ዕለት
ለዓለም እስከዘለአለም ድረስ፡
            `}
          </div>
        </div>

        <div className="mezmur-numbers-7">
          {`4245 313 15423 312 45
4245 313 15442 222`}
        </div>
      </div>
    </>
  );
}

export default M7