import React from 'react'
import './M6.css'
const M6 = () => {
  return (
    <>
      <div className="mezmur-page-6">
        <h1 className="mezmur-title-6">1. አባታችን</h1>

        <div className="mezmur-columns-6">
          <div className="mezmur-column-6">
            {`
          ብርሃንወጣ ከመስቀሉ የሚያንጸባርቅ
የአምላክና የሰው ልጆች እውነተኛ እርቅ
ደስ ይበለን በመስቀሉ ብርሃን
እልል እንበል በአንድነት ሆነን
ድህነት ሆነ ለመላው ዓለም
አዝ…
ከፊትለፊት በመሳሉ የመስቀሉ ነገር
የሚወደው ሐዋርያ የወንጌል መምህር
ዮሐንስም ስቅለቱን በማየቱ
ሲዝን ኖረበ ምድራዊ ሕይወቱ
ቢያሰቅቀውሞቱግርፋቱ
አዝ. . .
 
            `}
          </div>

          <div className="mezmur-column-6">
            {`
          ሞኝነት ነው ለሚጠፉት መሰናከያቸው
በዓለምጥበብ ለሚኖሩት እውነት ተስኗቸው
ለጠቢብ ሰው በመንፈስ ለሚኖረው
የመዳንቀን እውነተኛ ዓርማነው
ከገሀነምእሳትየሚያድንነው
አዝ. . .
እስከመስቀልላልተለየውቅዱስ ሐዋርያ
ለዮሐንስየወንጌልሰው የፍቅር ባሙያ
ምስጋናችንከምድርይድረሰው
እንድናለንበሰጠውምሳሌው
ሰዎችሁሉ እንከተ ለው
            `}
          </div>
        </div>

        <div className="mezmur-numbers-6">
          {`5-2 313-2 1-322-4 1-13-151-1 (2x)  
           233-2115132151-1 (2x) 1-3224
          2-13-333-3`}
        </div>
      </div>
    </>
  );
}

export default M6